{
  "header": {
    "myName": "Hi, my name is",
    "name": "Juan Pablo Waszuk",
    "profesion": "Therapist",
    "btnAbout": "About me",
    "btnMyPractice": "My practice",
    "btnACT": "ACT",
    "btnContact": "Contact"
  },
  "about": {
    "aboutMe": "About me",
    "p1": "I decided to study psychology when I realized it was a profound but also clear and direct way to ease pain in others. With time, and with the help of excellent professors and colleagues, I understood that focusing on helping my clients move toward their objectives and a life worth living was much more effective than wasting energy on minimizing suffering.",
    "p2": "I received my Bachelor`s degree in Psychology from the Universidad Católica del Uruguay in 2019, after being awarded the highest grade for my thesis, an analysis of the interaction between borderline personality disorder and child abuse. After that, I started studying Action and Commitment Therapy under Christian Cabanne and Marcelo Álvarez, two of the most renowned ACT professionals in my country.",
    "p3": "I worked as a teacher`s assistant and then as a professor for the Health Sciences Faculty of the Universidad Católica del Uruguay during 2019 and 2020. I also worked in academia, as a research assistant for two doctoral dissertation projects, from 2019 until 2021.",
    "p4": "My first professional experience as a psychotherapist came when I was offered to work in a free counseling project organized by the Methodist Church of Uruguay during the year 2020. The project was geared toward servicing people who were experiencing economic and psychological hardship due to the pandemic. In that year I also started my private practice in Montevideo, where I offer both in-person and virtual therapy services. In 2022, I expanded my practice to Tarariras, a small town in the department of Colonia.",
    "btnText": "Resume",
    "btnLink": "https://www.linkedin.com/in/jpwaszuk/"
  },
  "myPractice": {
    "title": "My Practice",
    "p1": "I work with my clients to create a valued and meaningful life, and assist them in organizing and bring about the changes needed to achieve it. I do this by helping them improve their relationships with their feelings and thoughts, increase their awareness of the present moment and reduce the influence of self-created narratives on their behavior.",
    "p2": "I`ve helped people overcome depression, grief and trauma. My clients learn to conquer their anxiety. I choose to focus, not on reducing symptoms, but on building a life worth living, even when faced with negative emotions that are common to all humans, such as sadness, fear and discouragement.",
    "p3": "I have experience in career guidance processes, and have helped clients excel in their academic and professional endeavors. I provide my clients with time and resource management tools, skills and techniques while also working continuously on clarifying their ambitions and objectives.",
    "p4": "Finally, I encourage my clients to build wholesome, committed interpersonal and communal relationships, be it with their friends, partners or colleagues. Success in this area is usually marked by improvements in the client`s communication and assertiveness skills, and by an increase in behaviors that are aligned with the chosen values."
  },
  "ACT": {
    "title": "Acceptance and Commitment Therapy",
    "p1": "Acceptance and Commitment Therapy (ACT) was developed by Steven C. Hayes during the 1980s, integrating B. F. Skinner`s radical behaviorism, the extensive body of cognitive behavioral research done since the 1960s and adding a particular understanding of human suffering: instead of assuming that a normal human being is psychologically healthy, ACT notices that normal cognitive processes often cause immense suffering to the individual.",
    "p2": "In order to create a life that is aligned with the client`s values and a healthier interaction between them and the products of their cognition, ACT offers a set of interventions based on acceptance and mindfulness (contact with the present moment) strategies, coupled with committed action and behavioral change exercises.",
    "p3": "The understanding and practice of these strategies allows for a greater psychological flexibility: the ability to connect with the “here and now” in a conscious manner, and decide to modify or maintain an ongoing behavior based on our chosen values and present context.",
    "p4": "Several organizations are committed to the research and publishing of ACT-related scientific knowledge. The Association for Contextual Behavioral Sciences (ACBS) has over 9000 members worldwide, making it the largest and most renowned. On their website you can find more information on ACT, a list of members that currently offer psychotherapy services and other relevant resources, such as protocols, recorded conferences, books and access to the Journal of Contextual Sciences, their official journal."
  },
  "contact": {
    "title": "Contact",
    "p1": "If you would like to contact me, you can use the form below.",
    "btnText": "Let's Talk",
    "btnLink": "mailto:jpwaszuk@gmail.com",
    "inputName": "Name",
    "inputEmail": "Email",
    "inputTel": "Phone",
    "inputMessage": "Message (Optional)",
    "message": "Type your message here…"
  },
  "footer": {
    "networkName1": "linkedin",
    "networkURL1": "https://www.linkedin.com/in/jpwaszuk/",
    "networkName2": "envelope",
    "networkURL2": "mailto:jpwaszuk@gmail.com"
  }
}
